{
	"name": "iHob",
	"time": "Time: ",
	"systemname": "System iHob",
	"aboutdesc": "is an intelligent system increasing safety of pedestrians and drivers.",
	"whatis": "What <br>is iHoB",
	"thename": "The name iHob is an abbreviation for In Honor of Bolesław (Bolek). He is a great man, a brilliant high school teacher. The most wonderful man I have ever met. A friend of young people.",
	"taught": "He taught and guided us how to lead a good life. Effectively. For him, a system that can save lives is being created.",
	"system": "is an intelligent system of <br>communication between<br> pedestrians and drivers.",
	"system2": "<b>iHob System - </b>is an intelligent system increasing safety of pedestrians and drivers. The system protects a sensitive places such as pedestrian crossing and in the future also unguarded railroad crossings.",
	"learnmore": "Learn more",
	"comunicationsystem": "A communication system that increases the safety of pedestrians and drivers. The system secures a critical place, which is a pedestrian crossing, and in the future also unguarded railway crossings. iHob warns the pedestrian about the approaching vehicle and the driver about the pedestrian at or near the pedestrian crossing.",
	"seevideo": "Watch video",
	"tasks": "iHob's tasks",
	"warncar": "Warning pedestrians of approaching vehicles",
	"warnwalk": "Warning drivers of pedestrians at zebra crossings and at the roadsides",
	"warntrain": "Warning drivers of an approaching train",
	"warntrain2": "Warning pedestrians of an approaching train",
	"warndrivers": "Warning drivers of another approaching vehicle",
	"info": "Information",
	"whatfor": "What is the point of such a system?",
	"world": "Around the world, a lot of people <b>die in the pedestrian zone or near it.</b>",
	"union": "European Union",
	"unionnumber": "4500",
	"unionyearly": "people <br> a year.",
	"states": "United States",
	"statesnumber": "7000",
	"statesyearly": "people <br> a year.",
	"uniondesc": "In the European Union it is about <b>4500 people a year.</b>",
	"statesdesc": "In the United States it is about <b>7000 people a year.</b>",
	"resolveproblem": "We would like to help to solve this problem.",
	"effective": "Effective even when:",
	"badconditions": "We have bad weather conditions (snow, rain, fog, etc.)",
	"badvisibility": "The visibility of the pedestrian crossing is limited (e.g. parked vehicles)",
	"truckdriver": "We drive a tall truck with very limited visibility",
	"phonewatch": "The pedestrian is distracted, staring at the phone",
	"disrupted": "The driver does not focus on the road (navigation, telephone)",
	"cameras": "Motion cameras and detectors are dirty",
	"innovative": "iHob is an innovative technological thought of the 21st century.",
	"howitworks": "How does it work?",
	"warningonroad": "When a pedestrian enters a pedestrian crossing area, a motion sensor detects him and immediately transmits an impulse to the sensor installed in the approaching vehicle. The in-vehicle sensor transmits light and sound signals to the Driver as a <span class=\"orange\">\"Caution, pedestrian at the crossing\"</span> warning.",
	"sensor": "At the same time, the pedestrian crossing sensor receives an impulse from an incoming vehicle. It warns pedestrians of an approaching vehicle with both a traffic light and a <span class=\"orange\">\"Caution, vehicle approaching\"</span> warning. The same situation applies to an unguarded railway crossing, this time informing <span class=\"orange\">'Caution, train approaching'.</span>",
	"ultimately": "Ultimately iHob:",
	"synchronize": "- iHob could be synchronized with automatic vehicle braking",
	"option": "Will give warnings in navigation and mobile phones, for drivers and pedestrians – option",
	"comunicate": "Will communicate among the drivers approaching each other (crossroads, subordinate road)",
	"pedestrian": "The pedestrian on the road will communicate with the approaching vehicle by means of a wristband",
	"drivermovie": "Watch the video from the steering wheel side.",
	"humanmovie": "Watch the video from a pedestrian side.",
	"aboutproduct": "About the produc",
	"parts": "iHob and its components",
	"sensor2": "Detection/ transmitter/ warning sensor at a pedestrian crossing point",
	"cechy": "Characteristics of the sensor at the PEDESTRIAN CROSSING",
	"d6sign": "Safe for the functioning of the D-6 sign",
	"invasive": "Non-invasive",
	"independent": "Independent, self-charging",
	"weatherresistant": "Weather-resistan",
	"fastinstallation": "Very fast and almost cost-free installation",
	"cockpit": "Car cockpit",
	"carsensor": "Receive/ transmitter/ warning sensor in the car",
	"carsensordetails": "Sensor characteristics in the VEHICLE:",
	"safe": "Safe for users and the vehicle,",
	"non-invasive": "Non-invasive, not interfering with the structure of the vehicle",
	"carindependent": "Independent, self-charging",
	"carweather": "Weather-resistant",
	"carfast": "Very quick and free of charge installation (by yourself)",
	"partnership": "Partnership and consultation",
	"ourpartners": "Our Partners:",
	"cadm": "Cadm Automotive Kraków",
	"ergo": "Ergo Design Kraków",
	"silesian": "Silesian University of Technology",
	"math": "Institute of Mathematical Machine",
	"pimot": "Pimot",
	"consul": "Consultation",
	"union202": "European",
	"union2022": "Union 2022",
	"union2022text": "By 2022, the mandatory equipment of cars will be extended by a number of driver support systems: including an event recorder, emergency braking system, sleepiness monitoring system, reverse monitoring, emergency light switch-on system, pedestrian warning system. In this last field, we would like to support the intentions of the European Union.",
	"7years": "In 7 years' time, an advanced system for monitoring the driver and his focus on the road is planned, as well as an improved emergency braking system recognizing pedestrians and cyclists.",
	"implementation": "Implementation path",
	"przejscie": "Pedestrian crossing",
	"topic": "Movie"
}
