{
	"name": "iHob",
	"time": "Czas: ",
	"systemname": "System iHob",
	"aboutdesc": "to inteligentny system komunikacji między pieszymi i kierowcami",
	"whatis": "Czym <br>jest iHoB",
	"thename": "Nazwa iHob, to skrót od zwrotu In Honor of Bolesław (Bolek). To wspaniały człowiek, wspaniały wychowawca ze szkoły średniej. Najcudowniejszy Człowiek jakiego spotkałem. Przyjaciel młodzieży.",
	"taught": "Uczył nas i nakierowywał, jak dobrze spędzić życie. Skutecznie. To dla niego powstaje system, który może będzie ratował życia ludzkie.",
	"system": "to inteligentny system <br>komunikacji miedzy<br> pieszymi i kierowcami.",
	"system2": "<b>Sytem iHob - </b>to inteligentny system komunikacji zwiększający bezpieczeństwo pieszych i kierowców. System zabezpiecza newralgiczne miejsce, jakim jest przejście dla pieszych, a w przyszłości również niestrzeżone przejazdy kolejowe.",
	"learnmore": "Dowiedz się więcej",
	"comunicationsystem": "System komunikacji zwiększający bezpieczeństwo pieszych i kierowców. System zabezpiecza newralgiczne miejsce, jakim jest przejście dla pieszych, a w przyszłości również niestrzeżone przejazdy kolejowe. iHob ostrzega pieszego o nadjeżdżającym pojeździe, natomiast kierowcę o pieszym znajdującym się przy lub na przejściu dla pieszych.",
	"seevideo": "Zobacz wideo",
	"tasks": "Zadanie iHoba",
	"warncar": "Ostrzeganie pieszych przed nadjeżdżającym pojazdem",
	"warnwalk": "Ostrzeganie kierowców przed pieszymi na przejściach i poboczach",
	"warntrain": "Ostrzeganie kierowców przed nadjeżdżającym pociągiem",
	"warntrain2": "Ostrzeganie pieszych przed nadjeżdżającym pociągiem",
	"warndrivers": "Ostrzeganie kierowców przed zbliżającym się innym pojazdem",
	"info": "Informacje",
	"whatfor": "Po co taki system?",
	"world": "Na całym świecie na przejściu lub pobliżu <b>ginie bardzo dużo osób</b>",
	"union": "Unia Europejska",
	"unionnumber": "4500",
	"unionyearly": "osób <br> rocznie.",
	"states": "Stany Zjednoczone",
	"statesnumber": "7000",
	"statesyearly": "osób <br> rocznie",
	"uniondesc": "W Unii Europejskiej jest to ok <b>4500 osób rocznie.</b>",
	"statesdesc": "W Stanach Zjednoczonych jest to ok <b>7000 osób rocznie.</b>",
	"resolveproblem": "Chcielibyśmy pomóc w rozwiązaniu tego problemu.",
	"effective": "Skuteczna nawet gdy:",
	"badconditions": "Mamy złe warunki atmosferyczne (śnieg, deszcze, mgła itd.)",
	"badvisibility": "Widok przejścia dla pieszych jest ograniczony (np.: zaparkowane pojazdy)",
	"truckdriver": "Prowadzimy wysoką ciężarówkę, przy bardzo ograniczonej widoczności",
	"phonewatch": "Pieszy jest rozkojarzony, wpatrzony w telefon",
	"disrupted": "Kierowca nie skupia się na drodze (nawigacja, telefon)",
	"cameras": "- kamery ruchu i wykrywacze są zabrudzone",
	"innovative": "iHob to innowacyjna myśl technologiczna XXI wieku.",
	"howitworks": "Jak to działa?",
	"warningonroad": "Gdy pieszy znajdzie się przy przejściu dla pieszych, sensor ruchu wykrywa pieszego i natychmiast przekazuje impuls do sensora zainstalowanego w nadjeżdżającym pojeździe. Sensor w pojeździe przekazuje sygnały świetlne i dźwiękowe Kierowcy w postaci ostrzeżenia <span class=\"orange\">\"Uwaga, pieszy na przejściu\".</span>",
	"sensor": "W tym samym momencie sensor przy przejściu dla pieszych otrzymuje impuls z nadjeżdżającego pojazdu. Ostrzega wtedy pieszych o zbliżającym się pojeździe zarówno sygnalizacją świetlną, jak i ostrzeżeniem <span class=\"orange\">„Uwaga, nadjeżdża pojazd”</span>. Ta sama sytuacja dotyczy niestrzeżonego przejazdu kolejowego, tym razem informując <span class=\"orange\">\"Uwaga, zbliża się pociąg\".</span>",
	"ultimately": "Docelowo iHob:",
	"synchronize": "- iHob mógłby się zsynchronizować z automatycznym hamowaniem pojazdu.",
	"option": "Będzie dawał ostrzeżenia w nawigacji oraz telefonach komórkowych, kierowców i pieszych – opcja",
	"comunicate": "Będzie komunikował między sobą kierowców zbliżających się do siebie (skrzyżowania, droga podporządkowana)",
	"pedestrian": "Pieszy idący drogą będzie się komunikował z nadjeżdżającym pojazdem za pomocą opaski",
	"drivermovie": "Zobacz film siedząc za kierownica samochodu.",
	"humanmovie": "Zobacz film będąc pieszym.",
	"aboutproduct": "O produkcie",
	"parts": "iHob i części składowe",
	"sensor2": "Sensor wykrywający/ nadawczy/ ostrzegawczy na przejściu dla pieszych",
	"cechy": "Cechy charakterystyczne sensora na przejściu dla pieszych",
	"d6sign": "bezpieczny dla funkcjonowania znaku D-6",
	"invasive": "bezinwazyjny",
	"independent": "niezależny, samoładowanie",
	"weatherresistant": "odporny na czynniki atmosferyczne",
	"fastinstallation": "bardzo szybki i prawie bez kosztowy montaż",
	"cockpit": "Kokpit samochodu",
	"carsensor": "sensor odbiorczy/ nadawczy/ ostrzegawczy w samochodzie",
	"carsensordetails": "Cechy charakterystyczne sensora W POJEŹDZIE:",
	"safe": "Bezpieczny dla użytkowników i pojazdu",
	"non-invasive": "Bezinwazyjny, nie ingerujący w strukturę pojazdu",
	"carindependent": "Niezależny, samoładowanie",
	"carweather": "Odporny na czynniki atmosferyczne",
	"carfast": "Bardzo szybki i darmowy montaż (własnoręczny)",
	"partnership": "Partnerstwo i konsultacje",
	"ourpartners": "Nasi Partnerzy",
	"cadm": "Cadm Automotive Kraków",
	"ergo": "Ergo Design Kraków",
	"silesian": "Politechnika śląska",
	"math": "Instytut Maszyn Matematycznych",
	"pimot": "Pimot",
	"consul": "Konsultacje",
	"union202": "Unia",
	"union2022": "Europejska 2022",
	"union2022text": "Do 2022r poszerzy się obowiązkowe wyposażenie aut o kilkanaście systemów wspierania kierowcy:, w tym rejestrator zdarzeń, system awaryjnego hamowania, system monitorowania senności, monitorowanie cofania, system włączania świateł awaryjnych, system ostrzegania przed pieszym. W tym ostatnim polu chcielibyśmy wesprzeć intencje Unii Europejskie.",
	"7years": "Za 7 lat planowany jest zaawansowany system monitorowania kierowcy i jego skupienia na drodze oraz udoskonalony układ awaryjnego hamowania rozpoznający pieszych i cyklistów",
	"implementation": "Ścieżka wdrożenia",
	"przejscie": "Przejście dla pieszych",
	"topic": "Wizualizacja"
}
